Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: <html>Authentication at the OSM server with the username ''{0}'' failed.<br>Please check the username and the password in the JOSM preferences.</html>
ca_es: <html>Ha fallat l''autenticació al servidor OSM amb el nom d''usuari ''{0}''.<br>Si us plau, verifiqueu el nom d''usuari i la contrasenya a les preferències de JOSM.</html>

source: <html>Authentication at the OSM server with the OAuth token ''{0}'' failed.<br>Please launch the preferences dialog and retrieve another OAuth token.</html>
ca_es: <html>L''autenticació al servidor OSM amb el testimoni d''autenticació oaUTH ''{0}'' ha fallat.<br>Si us plau, obriu la finestra de preferències i aconseguiu un altre.</html>

source: <html>Authorisation at the OSM server failed.<br>The server reported the following error:<br>''{0}''</html>
ca_es: <html>Ha fallat l''autorització al servidor OSM.<br>El servidor ha informat del següent error:<br>''{0}''</html>

source: <html>Authorisation at the OSM server failed.<br></html>
ca_es: <html>Ha fallat l''autorització al servidor OSM.<br></html>

source: <html>Authorisation at the OSM server with the OAuth token ''{0}'' failed.<br>The token is not authorised to access the protected resource<br>''{1}''.<br>Please launch the preferences dialog and retrieve another OAuth token.</html>
ca_es: <html>Ha fallat l''autorització al servidor OSM anb el testimoni d''autenticació ''{0}''. <br>El testimoni no està autoritzat a accedir al recurs protegit<br>''{1}''.<br>Si us plau, obriu la finestra de les preferències i obtingueu un altre testimoni d''autenticació OAuth.</html>

source: <html>Communication with the OSM server ''{0}'' timed out. Please retry later.</html>
ca_es: <html>La comunicació amb el servidor OSM ''{0}'' no ha estat possible. Si us plau torneu a intentar-ho més tard.</html>

source: no error message available
ca_es: no hi ha missatge d''error disponible

source: <html>Communication with the OSM server ''{0}''failed. The server replied<br>the following error code and the following error message:<br><strong>Error code:<strong> {1}<br><strong>Error message (untranslated)</strong>: {2}</html>
ca_es: <html>Ha fallat la comunicació amb eCommunication amb el servidor OSM ''{0}''failed. El servidor ha retornat<br>el següent codi d''error i el missatge:<br><strong>Codi d''error:<strong> {1}<br><strong>Missatge (sense traduir)</strong>: {2}</html>

source: <html>Closing of changeset <strong>{0}</strong> failed <br>because it has already been closed.
ca_es: <html>El tancament del conjunt de canvis <strong>{0}</strong> ha fallat <br>perquè ja havia estat tancat.

source: <html>Closing of changeset <strong>{0}</strong> failed<br> because it has already been closed on {1}.
ca_es: <html>El tancament del conjunt de canvis <strong>{0}</strong> ha fallat <br>perquè ja havia estat tancat a {1}.

source: <html>The server reported that it has detected a conflict.<br>Error message (untranslated):<br>{0}</html>
ca_es: <html>El servidor ha indicat que ha detectat un conflicte.<br>Missatge d''error (sense traduir):<br>{0}</html>

source: <html>The server reported that it has detected a conflict.
ca_es: <html>El servidor ha indicat que ha detectat un conflicte.

source: <html>Failed to upload to changeset <strong>{0}</strong><br>because it has already been closed on {1}.
ca_es: <html>Ha fallat la pujada al conjunt de canvis <strong>{0}</strong><br>perquè ja ha estat tancat a {1}.

source: <html>Failed to open a connection to the remote server<br>''{0}''<br>for security reasons. This is most likely because you are running<br>in an applet and because you did not load your applet from ''{1}''.
ca_es: <html>Ha fallat l''obertura de la connexió amb el servidor remot<br>''{0}''<br>per raons de seguretat. Això és degut a que esteu executant un microprograma<br>que no heu descarregat de ''{1}''.

source: <html>Failed to open a connection to the remote server<br>''{0}''.<br>Please check your internet connection.
ca_es: <html>Ha fallat l''obertura de la connexió amb el servidor remot<br>''{0}''.<br> Siun plau, comproveu la vostra connexió a Internet.

source: <html>Failed to upload data to or download data from<br>''{0}''<br>due to a problem with transferring data.<br>Details (untranslated): {1}</html>
ca_es: <html>Ha fallat la pujada o la descàrrega de dades a/de<br>''{0}''<br>a causa a un problema de transferència de dades.<br>Detalls (sense traduir): {1}</html>

source: <html>Failed to download data. Its format is either unsupported, ill-formed, and/or inconsistent.<br><br>Details (untranslated): {0}</html>
ca_es: <html>Ha fallat la descàrrega de dades perquè el seu format no està suportat, està malformat i/o és inconsistent.<br><br>Detalls (sense traduir): {0}</html>

source: <html>The OSM server<br>''{0}''<br>reported an internal server error.<br>This is most likely a temporary problem. Please try again later.
ca_es: <html>El servidor OSM<br>''{0}''<br>ha informat d''un error intern del mateix servidor.<br>Això acostuma a ser un problema temporal. Si us plau, torneu a intentar-ho més tard.

source: The OSM server ''{0}'' reported a bad request.<br>
ca_es: El servidor OSM ''{0}'' ha informat d''una petició dolenta.

source: The area you tried to download is too big or your request was too large.<br>Either request a smaller area or use an export file provided by the OSM community.
ca_es: L''àrea que intenteu descarregar és massa gran o la vostra petició és massa gran.<br>Demaneu una àrea més petita o utilitzeu un fitxer d''exportació dels que proveeix la comunitat OSM.

source: <br>Error message(untranslated): {0}
ca_es: <br>Missatge d''error(sense traduir): {0}

source: The OSM server ''{0}'' does not know about an object<br>you tried to read, update, or delete. Either the respective object<br>does not exist on the server or you are using an invalid URL to access<br>it. Please carefully check the server''s address ''{0}'' for typos.
ca_es: El servidor OSM ''{0}'' no te coneixement d''un dels objectes<br>que heu intentat llegir, actualitzar o suprimir. L''objecte <br>no existeix al servidor o esteu utilitzant una URL no vàlida per accedir-hi.<br> Si us plau, comproveu que l''adreça del servidor ''{0}'' no conté errors tipogràfics.

source: <html>Failed to open a connection to the remote server<br>''{0}''.<br>Host name ''{1}'' could not be resolved. <br>Please check the API URL in your preferences and your internet connection.
ca_es: <html>Ha fallat l''obertura d''una connexió amb el servidor remot<br>''{0}''.<br>El nom ''{1}'' no ha pogut ser resolt. <br>Si us plau comproveu la URL de l''API a les vostres preferències i la vostra connexió a Internet.

source: <html>The server reports that an object is deleted.<br><strong>Uploading failed</strong> if you tried to update or delete this object.<br> <strong>Downloading failed</strong> if you tried to download this object.<br><br>The error message is:<br>{0}</html>
ca_es: <html>El servidor informa que un objecte ha estat suprimit.<br><strong>La pujada fallarà</strong> en intentar actualitzar o suprimir aquest objecte.<br> <strong>També fallarà la descàrrega</strong> d''aquest objecte.<br><br>El missatge d''error és:<br>{0}</html>

source: Unable to find translation for the locale {0}. Reverting to {1}.
ca_es: No ha estat possible de trobar una traducció a la llengua {0}. Revertint a {1}.

source: Fatal: failed to locate image ''{0}''. This is a serious configuration problem. JOSM will stop working.
ca_es: Error: ha fallat la localització la imatge ''{0}''. Això és un problema greu de configuració. JOSM s''aturarà.

source: Failed to locate image ''{0}''
ca_es: Ha fallat la localització la imatge ''{0}''

source: Failed to handle zip file ''{0}''. Exception was: {1}
ca_es: Ha fallat la gestió del fitxer zip ''{0}''. L''excepció ha estat: {1}

source: Failed to access directory ''{0}'' for security reasons. Exception was: {1}
ca_es: Ha fallat l''accés al directori ''{0}'' per raons de seguretat. L''excepció ha estat: {1}

source: {0}... [please type its number]
ca_es: {0}... [si us plau escriviu el nombre]

source: Failed to open URL. There is currently no platform set. Please set a platform first.
ca_es: Ha fallat l''obertura de la URL. No hi ha una plataforma establerta. Si us plau, establiu-ne una primer.

source: Opening URL: {0}
ca_es: Obrint la URL: {0}

source: reserved
ca_es: reservat

source: Silent shortcut conflict: ''{0}'' moved by ''{1}'' to ''{2}''.
ca_es: Conflicte de drecera: ''{0}'' ha estat mogut per ''{1}'' a ''{2}''.

source: There was {0} tag found in the buffer, it is suspicious!
ca_es: Ha estat trobat {0} etiqueta a la memòria intermèdia, això és sospitós!

source: Key is too long (max {0} characters):
ca_es: La clau és massa llarga (màx {0} caràcters):

source: Suspicious characters in key:
ca_es: Hi ha caràcters sospitosos a la clau

source: Value is too long (max {0} characters):
ca_es: El valor és massa llarg (màx. {0} caràcters):

source: Do you want to paste these tags?
ca_es: Voleu enganxar aquestes etiquetes?

source: Clear buffer
ca_es: Neteja la memòria intermèdia

source: Ignore warnings
ca_es: Ignora els avisos

source: <html><p> Sorry, it is impossible to paste tags from buffer. It does not contain any JOSM object or suitable text. </p></html>
ca_es: <html><p> Ho sentim, No és possible d''enganxar etiquetes de la memòria intermèdia perquè no conté cap objecte JOSM ni cap text apropiat. </p></html>

source: day
ca_es: dia

source: Preference with key ''{0}'' does not include ''{1}''. Cannot restore window geometry from preferences.
ca_es: La preferència amb la clau ''{0}'' no inclou ''{1}''. No és possible la restauració de la geometria de la finestra a partir de les preferències.

source: Preference with key ''{0}'' does not provide an int value for ''{1}''. Got {2}. Cannot restore window geometry from preferences.
ca_es: La preferència amb la clau ''{0}'' no proporciona un valor enter per ''{1}''. El seu valor és {2}. No és possible la restauració de la geometria de la finestra a partir de les preferències.

source: Failed to parse field ''{1}'' in preference with key ''{0}''. Exception was: {2}. Cannot restore window geometry from preferences.
ca_es: Ha fallat l''anàlisi del camp ''{1}'' a la preferència amb la clau ''{0}''. L''excepció ha estat: {2}. No és possible la restauració de la geometria de la finestra a partir de les preferències.

source: Preference with key ''{0}'' does not exist. Cannot restore window geometry from preferences.
ca_es: La preferència amb la clau ''{0}'' no existeix. No és possible la restauració de la geometria de la finestra a partir de les preferències.

source: Ignoring malformed geometry: {0}
ca_es: Ignorant la geometria malformada: {0}

source: Failed to load XML schema.
ca_es: Ha fallat la càrrega de l''esquema XML

source: Error in search expression on position {0} - right side of or(|) expression must return set of primitives
ca_es: Error a la posició {0} de l''expressió de cerca - la banda dreta de l''expressió OR (|) ha de retornar un conjunt d''objectes

source: Error in search expression on position {0} - left side of or(|) expression must return set of primitives
ca_es: Error a la posició {0} de l''expressió de cerca - la banda esquerra de l''expressió OR (|) ha de retornar un conjunt d''objectes

source: Error in search expression on position {0} - not(-) cannot be used in this context
ca_es: Error a la posició {0} de l''expressió de cerca - l''operador NOT (-) no pot ser utilitzat en aquest context

source: Error in search expression on position {0} - expression must return different then current primitive
ca_es: Error a la posició {0} de l''expressió de cerca - L''expressió ha de retornar una cosa diferent de l''objecte actual

source: Unexpected token ({0}) on position {1}
ca_es: Testimoni ({0}) no esperat a la posició {1}

source: Unexpected token on position {0}. Expected {1}, found {2}
ca_es: Testimoni no esperat a la posició {0}. Esperat {1}, trobat {2}

source: Error while parsing search expression on position {0}
ca_es: Error a la posició {0} en analitzar l''expressió de cerca

source: Unexpected char on {0}. Expected {1} found {2}
ca_es: Caràcter no esperat a {0}. Esperat {1} trobat {2}

source: Expected search expression
ca_es: S''esperava una expressió de cerca

source: You requested too many nodes (limit is 50,000). Either request a smaller area, or use planet.osm
ca_es: Heu demanat massa nodes, el límit és de 50.000. Podeu seleccionar una zona més petita o utilitzar planet.osm

source: Database offline for maintenance
ca_es: La base de dades és fora de línia per manteniment

source: You have downloaded too much data. Please try again later.
ca_es: Heu descarregat massa dades. Si us plau, proveu més tard.

source: The maximum bbox size is 0.25, and your request was too large. Either request a smaller area, or use planet.osm
ca_es: La mida màxima és de 0.25 i la vostra petició és massa gran. Podeu seleccionar una zona més petita o utilitzar planet.osm

source: JOSM-Trac login at josm.openstreetmap.de
ca_es: Entrada a JOSM-Trac a josm.openstreetmap.de

source: could not get audio input stream from input URL
ca_es: no es pot obtenir un flux d''entrada d''àudio a partir de la URL d''entrada

source: Audio Device Unavailable
ca_es: Dispositiu d''àudio fora de l''abast

source: You must make your edits public to upload new data
ca_es: Heu de fer públiques les vostres modificacions per pujar noves dades.

source: town
ca_es: ciutat

source: forest
ca_es: plantació d''arbres

source: farmland
ca_es: granja

source: residential
ca_es: residencial

source: scrub
ca_es: matolls

source: associatedStreet
ca_es: carrer associat

source: boundary
ca_es: límit

source: enforcement
ca_es: sanció

source: line
ca_es: línia

source: network
ca_es: xarxa

source: public_transport
ca_es: transport_públic

source: restriction
ca_es: prohibició

source: route
ca_es: ruta

source: site
ca_es: lloc

source: city
ca_es: ciutat

source: locality
ca_es: indret

source: village
ca_es: poble

source: borough
ca_es: municipi GB/EUA

source: municipality
ca_es: municipi

source: island
ca_es: illa

source: county
ca_es: comarca

source: hamlet
ca_es: llogaret

source: suburb
ca_es: barri/districte

source: All Files
ca_es: Tots els fitxers

source: Attributes
ca_es: Atributs

source: Abort file chooser dialog
ca_es: Anul·la la finestra de selecció de fitxer

source: Abort file chooser dialog.
ca_es: Anul·la la finestra de selecció de fitxer.

source: Create New Folder
ca_es: Crea una carpeta nova

source: Delete File
ca_es: Suprimeix el fitxer

source: Enter file name:
ca_es: Introduïu el nom del fitxer:

source: Enter path or folder name:
ca_es: Introdueix la ruta o nom del directori:

source: Error renaming file "{0}" to "{1}"
ca_es: S''ha produït un error en canviar el nom del fitxer "{0}" a "{1}"

source: File name:
ca_es: Nom del fitxer:

source: File Name:
ca_es: Nom del fitxer:

source: FileChooser help.
ca_es: Ajuda del selector de fitx

source: Files
ca_es: Fitxers

source: Files of type:
ca_es: Fitxers del tipus:

source: Files of Type:
ca_es: Fitxers del Tipus:

source: Filter:
ca_es: Filtre:

source: Folders
ca_es: Carpetes

source: Home
ca_es: Inici

source: Look in:
ca_es: Cerca a:

source: Look In:
ca_es: Cerca a:

source: Modified
ca_es: Modificat

source: New Folder
ca_es: Carpeta nova

source: Open selected file
ca_es: Obre el fitxer seleccionat

source: Open selected file.
ca_es: Obre el fitxer seleccionat.

source: Refresh
ca_es: Actualitza

source: Rename File
ca_es: Canvia el nom del fitxer

source: Rename file "{0}" to
ca_es: Canvia el nom del fitxer "{0}" a

source: Save in:
ca_es: Desa a:

source: Save In:
ca_es: Desa a:

source: Save selected file.
ca_es: Desa el fitxer seleccionat.

source: Selection:
ca_es: Selecció:

source: Size
ca_es: Mida

source: Up One Level
ca_es: Puja un nivell

source: Update
ca_es: Actualitza

source: Update directory listing.
ca_es: Actualitzar la llista de directoris.

source: Blue:
ca_es: Blau:

source: Color Name:
ca_es: Nom del color:

source: Green:
ca_es: Verd:

source: Hue:
ca_es: To:

source: GTK Color Chooser
ca_es: Selector de color del KDE

source: Red:
ca_es: Vermell:

source: Saturation:
ca_es: Saturació:

source: Allows to edit traffic information and export it to the urban mobility simulator SUMO
ca_es: Permet modificar la informació del trànsit i exportar-la al simulador de mobilitat urbana SUMO

source: Group common Address Interpolation inputs in a single dialog, as well as an option to automatically generate individual house number nodes from a Way.
ca_es: Agrupa les entrades de direccions d''interpolació en una finestra única i proporciona una funcionalitat per generar nodes individuals de numeració de carrers a partir d''una via.

source: Makes a pair of selected way segments parallel by rotating one of them around a chosen pivot.
ca_es: Fa paral·lels un parell de segments de via rotant un dels dos al voltant d''un punt escollit.

source: Tools for drawing buildings.
ca_es: Eines per dibuixar edificis.

source: A special handler for the French land registry WMS server.
ca_es: Una eina especial per manegar el servidor WMS del cadastre francès.

source: Overlays the canvec tile grid on the map and prints URL''s to the .zip files. Future goals: allow auto-downloading and loading of canvec .osm files
ca_es: Superposa la graella de tessel·les canvec sobre el mapa i escriu les respectives adreces URL als fitxers zip. Objectius de futur: permetre la descàrrega automàtica i la càrrega dels fitxers .osm de canvec.

source: Allows the user to create different color schemes and to switch between them. Just change the colors and create a new scheme. Used to switch to a white background with matching colors for better visibility in bright sunlight. See dialog in display preferences.
ca_es: Permet a l''usuari de crear diferents combinacions de color i commutar entre elles. Simplement modifiqueu els colors i creeu una nova combinació. Es pot passar a un fons blanc amb els colors corresponents per a una millor visibilitat amb llum solar. Consulteu la finestra de preferències.

source: Imports proprietary CSV files of the Columbus/Visiontac V-900 GPS logger into a GPX layer.
ca_es: Importa fitxers CSV propietaris de tipus Columbus/Visiontac V-900 GPS vers una capa GPX.

source: Implements a command line and enables to create your commands. See link for standard commands (arc, circle etc.)
ca_es: Implementa una línia d''ordres i habilita la creació de les vostres pròpies ordres. Utilitzeu l''enllaç per veure les ordres estàndard (arc, cercle, etc.)

source: Create a grid of ways.
ca_es: Crea una graella de vies.

source: Creating and handling address nodes and buildings within Czech Republic.
ca_es: Crea i manega adreces i edificis a la República Txeca.

source: Allows to import various file formats into JOSM directly.
ca_es: Permet la importació directa a JOSM de varis formats de fitxer.

source: Download your GPX tracks from openstreetmap.org
ca_es: Descarrega els vostres tracks d''openstreetmap.org

source: This plugin directly upload GPS Traces from current active layer in JOSM to openstreetmap.org.
ca_es: Aquest connector puja tracks GPS directament des de la capa activa de JOSM vers openstreetmap.org.

source: Downloads OSM data along a way
ca_es: Descarrega dades OSM al llarg d''una via

source: Allows the user to anonymize timestamps and delete parts of huge GPX tracks very fast.
ca_es: Permet l''usuari d''anonimitzar la data i hora i esborrar parts de grans tracks GPX de manera molt ràpida.

source: Shows the elevation profile and some statistical data of a GPX track.
ca_es: Mostra el perfil vertical i d''altres dades estadístiques d''un track GPX.

source: Handling of French EPCIs (boundary=local_authority)
ca_es: Manega l''EPCIs francès (boundary=local_authority)

source: Use external scripts in JOSM
ca_es: Utilitza scripts externs a JOSM

source: Fast drawing ways by mouse
ca_es: Permet el dibuix ràpid de vies amb el ratolí

source: Finds and fixes invalid street addresses in a comfortable way.
ca_es: Cerca i correcció d''adreces (carrers) incorrectes de manera senzilla.

source: Talk with users editing the map nearby, be notified when someone comes close.
ca_es: Parleu amb els usuaris que fan modificacions del mapa a prop vostre, sereu avisats quan algú tanqui la seva sessió.

source: Provides parts of the GeoTools library for other JOSM plugins. Not meant to be installed directly by users, but rather as a dependency for other plugins.
ca_es: Aporta parts de la llibreria GeoTools per al connectors de JOSM. Això significa que aquestconnector no ha de ser instal·lat pels usuaris sinó com una dependència d''altres.

source: Download GPS points from Globalsat dg100 data logger directly in JOSM.
ca_es: Descarrega punts GPS de Globalsat dg100 directament a JOSM.

source: Analyse a set of GPS points to obtain its centre and direction of spread.
ca_es: Analitza un conjunt de punts GPS per tal d''obtenir el seu centre i la seva direcció

source: Allows to filter out unnecessary GPS tracks
ca_es: Permet de filtrar tracks GPX innecessaris

source: Visualizes routing information as a routing graph.
ca_es: Visualitza informació de càlcul de rutes gràficament.

source: Simple tool to tag house numbers.
ca_es: Eina simple per posar nombre a les cases

source: Generate Imagery XML bounds from a multipolygon
ca_es: Genera enllaços XML d''imatgeria per a multipolígons

source: Database of imagery offsets: share and aquire imagery offsets with one button.
ca_es: Base de dades de decalatges d''imatgeria: comparteix i adquireix decalatges amb un botó.

source: WMSPlugin-style imagery adjustment mapmode
ca_es: Mode de mapa d''ajustament de la imatgeria en estil WMSPlugin

source: This experimental plugin allows JOSM to store tile cache in database files, not in huge cache directories
ca_es: Aquest connector experimental permet al JOSM emmagatzemar les tessel·les en fitxers de bases de dades, no en immensos directoris

source: Another plugin to match images to the waypoints in a GPX file. A match is made when the ''name'', ''cmt'' or ''desc'' attribute of a waypoint tag matches the filename of an image.
ca_es: Un altre connector per correlacionar imatges amb fites d''un fitxer GPX. Es produeix una correlació quan l''atribut ''name'', ''cmt'' o ''desc'' d''una etiqueta d''una fita es correspon al nom del fitxer d''una imatge.

source: Plugin for importing spatial referenced images
ca_es: Connector per importar imatges georeferenciades

source: Import vector graphics (SVG)
ca_es: Importa gràfics vectorials (SVG)

source: Extra information about current layer objects pop ups - currently GPX trackpoint info
ca_es: Mostra informacó addicional sobre els objectes de la capa actual - en aquest moment informació sobre els punts del track GPX

source: A helper for IRS satellite adjustment.
ca_es: Un ajudant pels ajustaments d''IRS de satèl·lit

source: Provides Java Topology Suite (JTS) library and related utilities. Not meant to be installed directly by users, but rather as a dependency for other plugins.
ca_es: Aporta la llibreria Java Topology Suite (JTS) i utilitats relacionades amb ella. No està pensada per ser instal·lada directament per l''usuario sinó com una dependència per d''altres connectors.

source: creates a channel digraph and checks a subset of channels if it is a junction or searches in a subset of channels for junctions
ca_es: crea un graf orientat de canals i verifica un subconjunt de canals si és un encreuament o una recerca d''encreuaments a un subconjunt de canals

source: Helps vectorizing WMS images.
ca_es: Ajuda a la vectorització d''imatges WMS
